[
  {
    "page": "1",
    "Caption": "Welcome to AUM express",
    "Content": "Specializing primarily in the East and the North East regions of the country, we rank high in providing complete logistics solutions. Our forte is to provide the best compromise between cost, speed and reliability, thus earning repute for Aum Express Pvt Ltd. "
  },
  {"page": "2",
    "Caption": "ABOUT US",
    "Content": "We are honored to introduce our self as a prominent name in logistics and likewise approach you to appoint us as your Courier & Forwarding Agent.Specializing primarily in the East and the North East regions of the country, we rank high in providing complete logistics solutions. Our forte is to provide the best compromise between cost, speed and reliability, thus earning repute for Aum Express Pvt Ltd. We cater those customers in particular who never compromise with service and quality. We thrive to prove our self more than the common forwarding agents as they are inapt and inefficient to provide you with the most comprehensive solution. We are able to accomplish the herculean task because of our reliable agency network that in turn enable clients to be benefited from a tailored package to their individual needs and time requirements. Our services seek distinction as we look forward to build relations rather than just connections. With an expertise and acquired knowledge after working in reputed international and domestic logistic houses, Mr. Chandan Sharma, the Founder and Director initiated the humble beginning of Aum Express Pvt Ltd in December 2010. Having known the issues faced by clients during the delivery of different shipments, he sought out to undo it, thereby providing customized logistic solutions to even the interior most and remotest areas of north, eastern and north eastern regions of India. Thus it is evident that we uphold the motto of delivering it on time anywhere you want and we are proud to boast of having a network comprising of more than 4500 locations in the eastern and north eastern terrains. Nevertheless our operations in the local circle is commendable as well, we carry out our functions smoothly with the help of our own vehicles for EOD pickups and deliveries."
    
  }]
  
